<!DOCTYPE html>
<html>
<head>
  <meta http-equiv="content-type" content="text/html; charset=utf-8">
<title>FTT!</title>
<style>
    body {
        width: 45em;
        margin: 0 auto;
        font-family: Tahoma, Verdana, Arial, sans-serif;
    }
</style>
</head>
<body>
<h1>FLINTA* Technik Treff Leipzig</h1>
<h3>zu dieser Seite</h3>
<p> Diese Website ist ein Lern-Projekt der Arbeitsgruppe PSW (Programieren, Serveradministration und Wein trinken). Die Seite ist gehostet auf einem eigenen Server (Raspi) und die Website wird in Zukunft von der AG PSW entwickelt.</p> <br>
<h2> Was ist der FLINTA* Technik Treff?</h2>
<p>
    Alle FLINTA* (Frauen, Lesben, Inter, Nichtbin&auml;re, Trans* und Agender), die Interesse an technischen oder netzpolitischen Themen haben, sind willkommen. Das Ganze hat klar einen politischen Anspruch, verfolgtes Ziel ist ein sozial-&ouml;kologischer Wandel:
    <lu>
        <li>die Aneignung bisher stark wei&szlig; und cis-m&auml;nnlich dominierter Infrastruktur und R&auml;ume sowie Arbeit an solchen mit kritischem Blick auf Strukturelle Diskriminierung, Zug&auml;nglichkeit, Nachhaltigkeit, postkoloniale Strukturen, Kapitalistische Zw&auml;nge usw. </li>
        <li>es geht darum sich zu vernetzen und, je nach gemeinsamen Themengebieten (denn Technik ist ja ein sehr weiter Begriff), kollektive Strukturen aus- und aufzubauen, z.B. in Bildungsarbeit, Netzpolitik, Tech-Support und technischer Infrastruktur (z.B. als Commons), Digitaler Selbstverteidiung und -erm&auml;chtigung, irgendwelchen technischen Bastel/Forschungsprojekten&hellip; Was es genau wird, kommt dann auf uns an </li>
        <li>dabei w&uuml;nschen wir uns einen fehlerpositiven, r&uuml;cksichtsvollen und respektvollen Umgang miteinander, um lernen voneinander und miteinander zu erm&ouml;glichen </li>
    </lu>    <br>
    </p>

<h2>Ank&uuml;ndigungen</h2>
<p>Nach unserer langen Sommerpause geht es jetzt endlich wieder los. Das n&auml;chste Treffen ist am <b> Fr 21.10.22 16-19 Uhr im Handstand und Moral</b>, Merseburger Str. 88b. https://www.handstandundmoral.de/</p>
<br>
<h2>Vergangene Veranstaltungen</h2>
<h3>FTT (FLINTA* Technik Treff) in Juli 22</h3>
<p>
    Der letzte Treff war ein wenig anders als die vorherigen. Nach den ersten Tassen Kaffee sind wir inhaltlich eingestiegen mit einem Input zum Thema Tor Browser. Einige FLINTA*s hatten daraufhin Lust, das Geh&ouml;rte direkt anzuwenden und haben sich gemeinsam an gr&ouml;&szlig;eren und kleineren Funktionen von Tor versucht.
    Parallel dazu haben wir uns zwei L&ouml;tstationen aufgebaut und unsere L&ouml;tk&uuml;nste an Schaltkreisen, Ladekabeln und Musikboxen entdeckt bzw. verfeinert. <br>
    Zum Abschluss haben wir Ideen gesammelt, was wir gerne in den n&auml;chsten Treffen gemeinsam ausprobieren und entdecken wollen. Dabei ist einiges zusammen gekommen, ihr k&ouml;nnt euch schonmal darauf freuen. </p>
<h3>FTT im Mai 22</h3>
<p> Es waren wieder viele spannende FLINTA*s dabei, die zum Teil auch in Technik Projekten in und um Leipzig organisiert sind. Eine &uuml;bersicht dazu sammeln wir in diesem Pad :  https://pad.systemli.org/p/D4mkN_sBR65VwzFFg6F4-keep
    Schaut gerne ins Pad und erg&auml;nzt was euch sonst noch einf&auml;llt. <br>

    Den Gro&szlig;teil der Veranstaltung haben wir uns wieder &uuml;ber unsere Interessensgebiete, Kapizit&auml;ten, W&uuml;nsche, Ziele, Erfahrungen ausgetauscht.  Dabei sind tolle Ideen entstanden und Menschen haben sich zu Kleingruppen zusammen getan. Hier eine kurze Aufz&auml;hlung:

    <lu>
    <li>AG Elektrotechnik - Hier haben Menschen Lust gemeinsame Elektrotechnik Bastel Projekte umzusetzten und wollen sich daf&uuml;r sehr bald zu einer Vorbesprechung treffen. Die erste Idee ist, die Infrastruktur der Dezentrale (Hackspace in Leipzig) zu nutzen und dort gemeinsam zu basteln. Was genau steht noch nicht fest. Au&szlig;erdem sind diese Menschen offen f&uuml;r weitere Mitstreitis.
    </li>
    <li>AG Soundtechnik - Weitere motivierte Menschen haben sich gefunden, die Lust haben gro&szlig;e und kleine Projekte zum Thema Soundtechnik umzusetzen. Ob gemeinsam Musik abmischen, eine B&uuml;hne auf und ab bauen, die erste FLINTA* Tech Treff Party auszurichten oder ein Tonstudio f&uuml;r FLINTA*s aufzubauen &ndash; die Ideen und die Motivation sind gro&szlig;. Auch hier k&ouml;nnt ihr gerne in Kontakt kommen.
    </li>
    <li>Server-Administration, Programmieren und Wein trinken - Diese Arbeitsgruppe hat sich schon letzes Mal gebildet und auch getroffen und zusammen gearbeitet. Das Ziel ist eine Website zu bauen zur Vernetzung von FLINTA* Tech Aktivit&auml;ten und dieser selber zu hosten. Dazu sind schon die ersten Schritte passiert. Die AG hat eine Server gebaut (auf einem Raspberry Pi), Wein getrunken und sich besser kennen gelernt. Auf dem letzten FLINTA* Tech Treff, waren auch einige neue Leute interessiert an der AG, die beim n&auml;chsten AG Treffen dazu sto&szlig;en werden.
    </li>
    <li>Input zu Tor - Au&szlig;erdem haben sich FLINTA*s gefunden, die keine Lust haben eine feste Gruppe zu bilden, aber sich vorstellen k&ouml;nnen einen Input zu Tor f&uuml;r das n&auml;chste Treffen vorzubereiten. Auch hier k&ouml;nnt ihr gerne noch mitmachen und nat&uuml;rlich auch zum n&auml;chsten Treffen kommen und den Input dazu h&ouml;ren.
    </li>
    <li>Basic Crypto Treffen - Dieses Treffen ist als eine Art Coworking gedacht, bei dem Menschen zusammen kommen und sich endlich mal die Zeit nehmen ihre Hardware sicherer zu machen. Dabei geht es vor allem darum, einen Anlass zu schaffen, das zu erledigen. Es wird keine Anleitung oder &auml;hnliches geben. Falls ihr also auch solche Todos dringend mal abarbeiten wollt, kommt gerne dazu.
    </li>
    <br>
    Bei dem FTT gab es auch die M&ouml;glichkeit, sich Inputmaterial zu Themen wie digitaler Kolonalismus, Diskrimierung durch Algorithmen, etc. anzuschauen. Leider sind die meisten von uns vor lauter quatschen und Ideen spinnen nicht dazu gekommen. Wir bringen die Infomaterialien aber n&auml;chstes Mal wieder mit, es wird also noch genug Gelegenheiten geben.
</lu>
</p>
<h3>FTT im M&auml;rz 22</h3>

Was ist passiert auf dem ersten FLINTA*-Technik-Treff? <br>
Nach einer kurzen Kennenlernphase und den Austausch &uuml;ber W&uuml;nsche und Erwartungen haben wir bereits bekannte FLINTA* Technik Projekte in Leipzig zusammengetragen (+Kontakte dazu).
Beides findet ihr auf folgendem Pad, es kann gern erg&auml;nzt werden: https://pad.systemli.org/p/D4mkN_sBR65VwzFFg6F4-keep <br>

Im zweiten Teil der Veranstaltung haben wir uns nach kurzer Reflexion &uuml;ber unsere jeweiligen Interessensgebiete und dar&uuml;ber, was wir jeweils schon k&ouml;nnen bzw. lernen m&ouml;chten ausgetauscht.
Dabei haben sich f&uuml;nf unverbindliche Kleingruppen gebildet, die in n&auml;chster Zeit zu ihren jeweiligen Themen etwas umsetzen oder lernen m&ouml;chten. Einige (vielleicht auch alle) dieser Gruppen sind auch offen, sodass Menschen gerne dazukommen k&ouml;nnen.
<br>
Zum Schluss haben wir unsere Utopien zum FLINTA*-Technik-Treff geteilt und die zuk&uuml;nftige Kommunikationsstruktur besprochen. Beim Feedback haben wir weitere W&uuml;nsche f&uuml;r zuk&uuml;nftige Treffen gesammelt (siehe Pad oben)
<br>


<h2>Kontakt</h2>
<p> mail: ftt@systemli.org <br>
    <br>
    element: gruppen link auf anfrage <br>
    Kennt ihr noch nicht?  <br>
Element ist eine Handy/Desktop App und basiert auf Matrix. Es ist open-source, dezentral, Ende-zu-Ende verschl&uuml;sselt  und sogar explizit queerfriendly nach ihrem code of conduct.
Um es zu nutzen braucht ihr auch keine Telefonummer, sondern k&ouml;nnt euch einen (anonymen) Account auf einem Server euer Wahl machen. Daf&uuml;r braucht ihr nur eine Mailadresse. Wenn ihr eine Systemi Mail-Adresse habt, funktioniert diese sogar direkt als ein Element Account. Ansonsten k&ouml;nnt ihr euch auch schnell hier einen klicken: https://chat.livingutopia.org/#/welcome
(Die Serverheimadresse ist in diesem Fall dann auch: chat.livingutopia.org) <br>
Das Ganze funktioniert als Web-Anwendung, aber da es Ende-zu-Ende verschl&uuml;sselt  ist, m&uuml;sst ihr jedes Mal euren schl&uuml;ssel verifizieren, was etwas nervig ist. Komfortabler ist es dann als App. <br>
Runter laden f&uuml;r Computer/Handy:
https://element.io/get-started#download <br>
Anleitung bei Fragen:
https://pad.kanthaus.online/s/Matrix-Einfuehrung# <br>

(super viele Unis haben auch schon Anleitungen geschrieben,
https://doc.matrix.tu-dresden.de/why/  das ist nur eine von vielen, ihr k&ouml;nnt trotzdem hier per mail fragen wenn was nicht klappt) <br> <br>
Wenn ihr es habt, k&ouml;nnt ihr dem &ouml;ffentlichen Raum zum FTT-Austausch beitreten. Den Link daf&uuml;r bekommt ihr auf anfrage per mail.
Dort k&ouml;nnt ihr euch kurz vorstellen, dann werdet ihr in den FTT-Space hinzugef&uuml;gt, von wo aus ihr auch die anderen nicht &ouml;ffentlichen R&auml;ume sehen k&ouml;nnt (Orga- oder AG-R&auml;ume). Ihr k&ouml;nnt auch eigene R&auml;ume f&uuml;r eure AGs erstellen (oder im FTT-Austausch fragen, ob es jemand macht).

</p>


</body>
</html>
